Repository: Marcel-OSFT/CryptoPortfolioTracker
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: nl

# PriceLevels_Explainer.Text
source: This overview gives an indication if the actual price of a coin is within range of a specified level. The levels that can be set are, a Take Profit, a buy and a Stop level. If the price is within range of a level it will be indicated by a colour.
nl: Dit overzicht geeft een indicatie of de actuele prijs van een munt binnen het bereik van een bepaald niveau ligt. De niveaus die kunnen worden ingesteld zijn een Take Profit, een buy en een Stop-niveau. Als de prijs binnen het bereik van een niveau ligt, wordt dit aangegeven door een kleur.

# PriceLevels_Title.Text
source: Price Levels
nl: Prijsniveaus

# PriceLevelsLV_AddEditLevels.Label
source: Add/Edit Price Levels
nl: Toevoegen/wijzigen Prijsniveaus

# PriceLevelsLV_Delete.Label
source: Delete Price Levels
nl: Verwijder Prijsniveaus

# Navigation_PriceLevels.Content
source: Price Levels
nl: Prijsniveaus

# Messages_ResetLevelsFailed_Title
source: Failed to reset Price Levels
nl: Fout bij het verwijderen van prijsniveaus

# Messages_PriceLevelsAddFailed_Title
source: Adding/Updating Price Levels failed
nl: Fout bij het toevoegen/wijzigen van Prijsniveaus

# Messages_PriceLevelsDialogFailed_Title
source: Price Levels Dialog Failure
nl: Fout bij het openen van het Prijsniveaus venster

# PriceLevelsDialog_CloseButton
source: Cancel
nl: Annuleren

# PriceLevelsDialog_PrimaryButton
source: Accept
nl: Accepteren

# PriceLevelsDialog_Title
source: Price Levels for
nl: Prijsniveaus voor

# PriceLevelsDialog_Note.PlaceholderText
source: Write a note....
nl: Schrijf hier een notitie...

# PriceLevelsLV_AvgCost.Text
source: Avg. cost price
nl: gem. kostprijs

# PriceLevelsDialog_BuyHeader.Text
source: Buy level
nl: Koopniveau

# PriceLevelsDialog_StopHeader.Text
source: Stop level
nl: Stopniveau

# PriceLevelsDialog_TpHeader.Text
source: Take profit level
nl: Winstname-niveau

# settingsExpander_AssetView.Description
source: Expand this to get access to settings related to the 'Assets View' like HideCapitalFlow, HideZeroBalances
nl: Vouw dit uit om toegang te krijgen tot instellingen met betrekking tot de 'Portfolio overzicht' zoals KapitaalStroom verbergen, Nulsaldi verbergen

# settingsExpander_AssetView.Header
source: Asset View settings
nl: Instellingen Portfolio-overzicht

# settingsExpander_General.Description
source: Expand this to get access to general settings like NumberFormat, FontSize, Language, Dark/Light theme, ExpandedScrollBars
nl: Vouw dit uit om toegang te krijgen tot algemene instellingen zoals getalsnotatie, lettergrootte, taal, donker/licht thema, zichtbaarheid schuifbalken

# settingsExpander_General.Header
source: General settings
nl: Algemene instellingen

# settingsExpander_PriceLevels.Description
source: Expand this to get acces to settings related to the 'Price Level' feature like WithinRangePerc and CloseToPerc.
nl: Vouw dit uit om toegang te krijgen tot instellingen met betrekking tot de functie 'Prijsniveau', 'binnen bereik'- en 'dichtbij'drempelpercentages.

# settingsExpander_PriceLevels.Header
source: Price Level settings
nl: Instellingen Prijsniveaus

# Settings_PriceLevels1.Description
source: This threshold is used to provide a visual confirmation of the Actual Price being within the range of it's target level.
nl: Deze drempelwaarde wordt gebruikt om visueel te bevestigen dat de actuele prijs binnen het bereik van het streefniveau ligt.

# Settings_PriceLevels1.Header
source: 'Within Range' Threshold percentage
nl: 'Binnen bereik' drempelpercentage

# Settings_PriceLevels2.Description
source: This threshold is used to provide a visual confirmation of the Actual Price being within close range of it's target level.
nl: Deze drempelwaarde wordt gebruikt om visueel te bevestigen dat de actuele prijs zich dicht bij het streefniveau bevindt.

# Settings_PriceLevels2.Header
source: 'Close To' Threshold percentage
nl: 'Dichtbij' drempelpercentage

# GraphicView.Text
source: Portfolio Value
nl: Portefeuille waarde

# settingsExpander_DashBoard.Description
source: Expand this to get access to settings related to the Dasboard View
nl: Vouw dit uit om toegang te krijgen tot instellingen met betrekking tot de Dashboardweergave

# settingsExpander_DashBoard.Header
source: Dashboard Settings
nl: Instellingen Dashboard

# Settings_DashBoard1.Description
source: The number of coins visible in the Portfolio Pie. The remaining coins will be grouped into 'Others'
nl: Het aantal munten dat zichtbaar is in de Portfolio Pie. De resterende munten worden gegroepeerd in 'Overige'

# Settings_DashBoard1.Header
source: Maximum number of coins in the Portfolio Pie Chart
nl: Maximaal aantal munten in de portefeuille-cirkeldiagram

# Top5View.Text
source: Top 5 Winners & Losers 24h
nl: Top 5 Stijgers & Dalers 24u

# ValueGainsView.Text
source: Values & Gains
nl: Waardes & Groei

# CapitalFlowView.Text
source: Capital Flow
nl: Kapitaalstroom

# ValueGainsView_PortfolioValue.Text
source: Portfolio value
nl: Portefeuillewaarde

# ValueGainsView_Day.Text
source: day
nl: dag

# ValueGainsView_Month.Text
source: month
nl: maand

# ValueGainsView_Year.Text
source: year
nl: jaar

# ValueGainsView_CostBaseVersus.Text
source: vs. cost base
nl: vs. kostenbasis

# ValueGainsView_CostBase.Text
source: Cost base
nl: Kostenbasis

# ValueGainsView_NetCapFlow.Text
source: net flow
nl: netto kapitaalstroom

# HeatMapView_NoTargets.Text
source: Go to the 'Price Levels' view to set target levels.
nl: Ga naar het overzicht 'Prijsniveaus' om streefniveaus in te stellen.

# PieChartView_Portfolio.Text
source: Portfolio distribution
nl: Portefeuille verdeling

# PieChartView_Accounts.Text
source: Accounts distribution
nl: Accounts verdeling
